Repository: olibuijr/olfong_stack
Catalog: olfong_mobile_flutter/lib/l10n/app_*.arb
Languages: is

# adminDeliveryMethod
source: Method
is: Afhendingarmáti

# adminAddress
source: Address
is: Heimilisfang

# adminItems
source: Items
is: Vörur

# adminDeliveryDashboard
source: Delivery Dashboard
is: Afhendingastjórnborð

# adminWelcomeDelivery
source: Welcome, {name}
is: Velkomin, {name}

# adminManageDeliveries
source: Manage your deliveries efficiently
is: Stjórnaðu afhendingum þínum á skilvirkum hátt

# adminAssignedOrders
source: Assigned Orders
is: Úthlutaðar pantanir

# adminInDelivery
source: In Delivery
is: Í afhendingu

# adminCompletedToday
source: Completed Today
is: Lokið í dag

# adminTotalEarnings
source: Total Earnings
is: Heildartekjur

# adminYourOrders
source: Your Orders
is: Pantanir þínar

# adminNoOrdersAssigned
source: No orders assigned
is: Engar pantanir úthlutaðar

# adminWillBeNotified
source: You will be notified when new orders are assigned to you.
is: Þér verður tilkynnt þegar nýjar pantanir eru úthlutaðar þér.

# adminOrder
source: Order
is: Pöntun

# adminStart
source: Start
is: Byrja

# adminComplete
source: Complete
is: Ljúka

# adminStartDelivery
source: Start Delivery
is: Byrja afhendingu

# adminStartDeliveryConfirmation
source: Are you sure you want to start delivery for order {orderNumber}?
is: Ertu viss um að þú viljir byrja afhendingu fyrir pöntun {orderNumber}?

# adminDeliveryStarted
source: Delivery started for order {orderNumber}
is: Afhending byrjað fyrir pöntun {orderNumber}

# adminCompleteDelivery
source: Complete Delivery
is: Ljúka afhendingu

# adminCompleteDeliveryConfirmation
source: Are you sure you want to mark order {orderNumber} as delivered?
is: Ertu viss um að þú viljir merkja pöntun {orderNumber} sem afhenta?

# adminOrderMarkedDelivered
source: Order {orderNumber} marked as delivered
is: Pöntun {orderNumber} merkt sem afhent

# adminLocationTrackingStarted
source: Location tracking started
is: Staðsetningartracking byrjað

# adminLocationTrackingStopped
source: Location tracking stopped
is: Staðsetningartracking stöðvað

# adminActive
source: Active
is: Virk

# adminInactive
source: Inactive
is: Óvirk

# adminUnknown
source: Unknown
is: Óþekkt

# adminPreparing
source: Preparing
is: Undirbúningur

# adminOutForDelivery
source: Out for Delivery
is: Í afhendingu

# productsSearch
source: Search products...
is: Leita að vörum...

# productsFilter
source: Filter
is: Sía

# productsSort
source: Sort by
is: Raða eftir

# productsPriceLowToHigh
source: Price: Low to High
is: Verð: Lægst til hæst

# productsPriceHighToLow
source: Price: High to Low
is: Verð: Hæst til lægst

# productsNameAZ
source: Name: A to Z
is: Nafn: A til Ö

# productsNameZA
source: Name: Z to A
is: Nafn: Ö til A

# productsNewest
source: Newest First
is: Nýjast fyrst

# productsOldest
source: Oldest First
is: Elst fyrst

# productsNoResults
source: No products found
is: Engar vörur fundust

# productsLoadMore
source: Load More
is: Sækja meira

# productAddToCart
source: Add to Cart
is: Bæta í körfu

# productOutOfStock
source: Out of Stock
is: Uppselt

# productInStock
source: In Stock
is: Á lager

# productDescription
source: Description
is: Lýsing

# productSpecifications
source: Specifications
is: Tæknilegar upplýsingar

# productReviews
source: Reviews
is: Umsagnir

# productRelatedProducts
source: Related Products
is: Tengdar vörur

# cartRemoveItem
source: Remove item
is: Fjarlægja vöru

# cartUpdateQuantity
source: Update quantity
is: Uppfæra magn

# cartQuantityUpdated
source: Quantity updated
is: Magn uppfært

# checkoutBillingAddress
source: Billing Address
is: Reikningsfangi

# checkoutShippingAddress
source: Shipping Address
is: Afhendingarfangi

# profileAddresses
source: Addresses
is: Heimilisföng

# profileOrders
source: Orders
is: Pantanir

# profileFirstName
source: First Name
is: Fornafn

# profileLastName
source: Last Name
is: Eftirnafn

# profilePhone
source: Phone
is: Símanúmer

# profileAddress
source: Address
is: Heimilisfang

# profileCity
source: City
is: Borg

# profilePostalCode
source: Postal Code
is: Póstnúmer

# profileCountry
source: Country
is: Land

# profileSaveChanges
source: Save Changes
is: Vista breytingar

# profileChangesSaved
source: Changes saved successfully
is: Breytingar vistaðar

# profileSaveError
source: Failed to save changes
is: Mistókst að vista breytingar

# ordersViewOrder
source: View Order
is: Skoða pöntun

# ordersPending
source: Pending
is: Í bið

# ordersProcessing
source: Processing
is: Í vinnslu

# ordersShipped
source: Shipped
is: Sent

# ordersDelivered
source: Delivered
is: Afhent

# ordersCancelled
source: Cancelled
is: Hætt við

# ordersReturned
source: Returned
is: Skilað
