Repository: olibuijr/olfong_stack
Catalog: olfong_mobile_flutter/lib/l10n/app_*.arb
Languages: is

# appTitle
source: Ölföng - Wine & Beer Shop
is: Ölföng - Vín og Bjórverslun

# commonLoading
source: Loading...
is: Hleður...

# commonError
source: Error
is: Villa

# commonSuccess
source: Success
is: Tókst

# commonCancel
source: Cancel
is: Hætta við

# commonSave
source: Save
is: Vista

# commonDelete
source: Delete
is: Eyða

# commonEdit
source: Edit
is: Breyta

# commonAdd
source: Add
is: Bæta við

# commonSearch
source: Search
is: Leita

# commonFilter
source: Filter
is: Sía

# commonSort
source: Sort
is: Raða

# commonPrice
source: Price
is: Verð

# commonQuantity
source: Quantity
is: Magn

# commonTotal
source: Total
is: Samtals

# commonSubtotal
source: Subtotal
is: Undirheild

# commonTax
source: VAT
is: VSK

# commonDelivery
source: Delivery
is: Afhending

# commonLanguage
source: Language
is: Tungumál

# commonAll
source: All
is: Allt

# commonBack
source: Back
is: Til baka

# commonPrevious
source: Previous
is: Fyrri

# commonNext
source: Next
is: Næsta

# commonPage
source: Page
is: Síða

# commonOf
source: of
is: af

# commonFree
source: Free
is: Ókeypis

# commonItemsLabel
source: items
is: atriði

# commonView
source: View
is: Skoða

# commonViewAll
source: View All
is: Skoða allt

# commonYes
source: Yes
is: Já

# commonNo
source: No
is: Nei

# commonUnknown
source: Unknown
is: Óþekkt

# commonLoginRequired
source: Login required
is: Innskráning nauðsynleg

# commonClearSearch
source: Clear search
is: Hreinsa leit

# commonClose
source: Close
is: Loka

# commonGoToSlide
source: Go to slide
is: Fara á mynd

# commonActive
source: Active
is: Virkur

# commonInactive
source: Inactive
is: Óvirkur

# commonCreate
source: Create
is: Búa til

# commonUpdate
source: Update
is: Uppfæra

# commonRetry
source: Retry
is: Reyna aftur

# authLogin
source: Login
is: Innskráning

# authLogout
source: Logout
is: Útskráning

# authRegister
source: Register
is: Nýskráning

# authEmail
source: Email
is: Netfang

# authPassword
source: Password
is: Lykilorð

# authConfirmPassword
source: Confirm Password
is: Staðfesta lykilorð

# authForgotPassword
source: Forgot Password?
is: Gleymdirðu lykilorðinu?

# authRememberMe
source: Remember Me
is: Muna eftir mér

# authLoginSuccess
source: Login successful
is: Innskráning tókst

# authLoginError
source: Login failed
is: Innskráning mistókst

# authRegisterSuccess
source: Registration successful
is: Nýskráning tókst

# authRegisterError
source: Registration failed
is: Nýskráning mistókst

# authInvalidCredentials
source: Invalid email or password
is: Ógilt netfang eða lykilorð

# authEmailRequired
source: Email is required
is: Netfang er nauðsynlegt

# authPasswordRequired
source: Password is required
is: Lykilorð er nauðsynlegt

# authPasswordTooShort
source: Password must be at least 6 characters
is: Lykilorð verður að vera að minnsta kosti 6 stafir

# authPasswordsDoNotMatch
source: Passwords do not match
is: Lykilorðin stemma ekki

# authEmailInvalid
source: Please enter a valid email address
is: Vinsamlegast sláðu inn gilt netfang

# homeWelcome
source: Welcome to Ölföng
is: Velkomin í Ölföng

# homeSubtitle
source: Iceland's premier wine and beer shop
is: Íslenska vín og bjórverslunin

# homeFeaturedProducts
source: Featured Products
is: Dæmigerðir vörur

# homeNewArrivals
source: New Arrivals
is: Nýjar vörur

# homeBestSellers
source: Best Sellers
is: Vinsælastu vörurnar

# homeCategories
source: Categories
is: Flokkar

# homeWine
source: Wine
is: Vín

# homeBeer
source: Beer
is: Bjór

# homeSpirits
source: Spirits
is: Brennivín

# homeAccessories
source: Accessories
is: Aukahlutir

# homeHeroSubtitle
source: Discover exceptional wines and craft beers from around the world
is: Uppgötvaðu einstaka víni og handverksbjór frá öllum heiminum

# homeHeroStartShopping
source: Start Shopping
is: Byrja að versla

# homeFeaturesTitle
source: Why Choose Ölföng?
is: Af hverju velja Ölföng?

# homeFeaturesShipping
source: Fast Delivery
is: Fljótur afhending

# homeFeaturesShippingDesc
source: Quick and reliable delivery to your doorstep
is: Fljót og áreiðanleg afhending að dyrum þínum

# homeFeaturesQuality
source: Premium Quality
is: Framúrskarandi gæði

# homeFeaturesQualityDesc
source: Carefully curated selection of the finest products
is: Vandlega valin úrval af bestu vörunum

# homeFeaturesSupport
source: Expert Support
is: Faglegur stuðningur

# homeFeaturesSupportDesc
source: Knowledgeable staff to help you choose
is: Þekkingarríkur starfsfólk til að hjálpa þér að velja

# productsInStock
source: In Stock
is: Á lager

# productsOutOfStock
source: Out of Stock
is: Ekki á lager

# productsTitle
source: Products
is: Vörur

# productsAddToCart
source: Add to Cart
is: Bæta í körfu

# productsUnitsAvailable
source: units available
is: einingar tiltækar

# productsAlcoholContent
source: Alcohol Content
is: Alkóhólinnihald

# productsNicotineContent
source: Nicotine Content
is: Nikótíninnihald

# productsAgeRestriction
source: Age Restriction
is: Aldurstakmark

# productsYears
source: years
is: ár

# productsVolume
source: Volume
is: Rúmmál

# productsCountry
source: Country
is: Land

# productsProducer
source: Producer
is: Framleiðandi

# productsDistributor
source: Distributor
is: Dreifingaraðili

# productsPackaging
source: Packaging
is: Pakkning

# productsFoodPairings
source: Food Pairings
is: Matarpar

# productsSpecialAttributes
source: Special Attributes
is: Sérstök eiginleikar

# productsAvailability
source: Availability
is: Framboð

# productsAvailable
source: Available
is: Tiltækt

# productsSpecialOrder
source: Special Order
is: Sérpöntun

# productsComingSoon
source: Coming Soon
is: Kemur fljótlega

# productsDiscontinued
source: Discontinued
is: Hætt framleiðslu

# productsProductDetails
source: Product Details
is: Vörulýsing

# cartTitle
source: Shopping Cart
is: Innkaupakörf

# cartEmpty
source: Your cart is empty
is: Körfan þín er tóm

# cartSubtotal
source: Subtotal
is: Undirheild

# cartTax
source: VAT
is: VSK

# cartDelivery
source: Delivery
is: Afhending

# cartTotal
source: Total
is: Samtals

# cartCheckout
source: Checkout
is: Ganga frá pöntun

# cartRemove
source: Remove
is: Fjarlægja

# cartUpdate
source: Update
is: Uppfæra

# cartContinueShopping
source: Continue Shopping
is: Halda áfram að versla

# cartItemAdded
source: Item added to cart
is: Vara bætt í körfu

# cartItemRemoved
source: Item removed from cart
is: Vara fjarlægð úr körfu

# cartItemUpdated
source: Cart updated
is: Körfa uppfærð

# cartEmptyCart
source: Empty Cart
is: Tæma körfu

# cartConfirmEmpty
source: Are you sure you want to empty your cart?
is: Ertu viss um að þú viljir tæma körfuna?

# profileTitle
source: Profile
is: Prófíl

# profilePersonalInfo
source: Personal Information
is: Persónuupplýsingar

# profileOrderHistory
source: Order History
is: Pöntunarsaga

# profileSettings
source: Settings
is: Stillingar

# profileEditProfile
source: Edit Profile
is: Breyta prófíl

# profileChangePassword
source: Change Password
is: Breyta lykilorði

# profileNotifications
source: Notifications
is: Tilkynningar

# profileLanguage
source: Language
is: Tungumál

# profileTheme
source: Theme
is: Þema

# profileLogout
source: Logout
is: Útskrá

# profileDeleteAccount
source: Delete Account
is: Eyða reikningi

# profileConfirmDelete
source: Are you sure you want to delete your account?
is: Ertu viss um að þú viljir eyða reikningnum þínum?

# profileAccountDeleted
source: Account deleted successfully
is: Reikningur eytt

# profileUpdated
source: Profile updated successfully
is: Prófíl uppfærður

# profileUpdateError
source: Failed to update profile
is: Mistókst að uppfæra prófíl

# profileDeleteError
source: Failed to delete account
is: Mistókst að eyða reikningi

# checkoutTitle
source: Checkout
is: Ganga frá pöntun

# checkoutBillingInfo
source: Billing Information
is: Reikningsupplýsingar

# checkoutShippingInfo
source: Shipping Information
is: Sendingarupplýsingar

# checkoutPaymentInfo
source: Payment Information
is: Greiðsluupplýsingar

# checkoutOrderSummary
source: Order Summary
is: Pöntunaryfirlit

# checkoutPlaceOrder
source: Place Order
is: Staðfesta pöntun

# checkoutFirstName
source: First Name
is: Fornafn

# checkoutLastName
source: Last Name
is: Eftirnafn

# checkoutEmail
source: Email
is: Netfang

# checkoutPhone
source: Phone
is: Sími

# checkoutAddress
source: Address
is: Heimilisfang

# checkoutCity
source: City
is: Borg

# checkoutPostalCode
source: Postal Code
is: Póstnúmer

# checkoutCountry
source: Country
is: Land

# checkoutPaymentMethod
source: Payment Method
is: Greiðslumáti

# checkoutCardNumber
source: Card Number
is: Kortanúmer

# checkoutExpiryDate
source: Expiry Date
is: Gildistími

# checkoutCardholderName
source: Cardholder Name
is: Nafn korthafa

# checkoutOrderPlaced
source: Order placed successfully
is: Pöntun staðfest

# checkoutOrderError
source: Failed to place order
is: Mistókst að staðfesta pöntun

# checkoutInvalidInfo
source: Please check your information
is: Vinsamlegast athugaðu upplýsingarnar þínar

# checkoutPaymentFailed
source: Payment failed
is: Greiðsla mistókst

# ordersTitle
source: Orders
is: Pantanir

# ordersOrderHistory
source: Order History
is: Pöntunarsaga

# ordersOrderNumber
source: Order #
is: Pöntun #

# ordersOrderDate
source: Order Date
is: Pöntunardagur

# ordersOrderStatus
source: Status
is: Staða

# ordersOrderTotal
source: Total
is: Samtals

# ordersOrderDetails
source: Order Details
is: Pöntunardetails

# ordersTrackOrder
source: Track Order
is: Fylgja pöntun

# ordersReorder
source: Reorder
is: Endurpanta

# ordersCancelOrder
source: Cancel Order
is: Hætta við pöntun

# ordersReturnOrder
source: Return Order
is: Skila pöntun

# ordersNoOrders
source: No orders found
is: Engar pantanir fundust

# ordersOrderCancelled
source: Order cancelled
is: Pöntun hætt við

# ordersOrderReturned
source: Return request submitted
is: Skilabeiðni send

# ordersOrderStatusPending
source: Pending
is: Í bið

# ordersOrderStatusConfirmed
source: Confirmed
is: Staðfest

# ordersOrderStatusProcessing
source: Processing
is: Vinnsla

# ordersOrderStatusShipped
source: Shipped
is: Send

# ordersOrderStatusDelivered
source: Delivered
is: Afhent

# ordersOrderStatusCancelled
source: Cancelled
is: Hætt við

# ordersOrderStatusReturned
source: Returned
is: Skilað

# footerDescription
source: Icelandic wine and beer shop with home delivery. Best selection of wine, beer and nicotine products.
is: Íslensk vín og bjórverslun með heimafhendingu. Besta úrval vína, bjórs og nikótínvöru.

# footerQuickLinks
source: Quick Links
is: Fljótlegar tenglar

# footerCustomerService
source: Customer Service
is: Þjónusta við viðskiptavini

# footerOpeningHoursLabel
source: Opening Hours:
is: Opnunartími:

# footerOpeningHoursValue
source: Mon-Fri: 10:00-22:00 Sat-Sun: 12:00-24:00
is: Mán-Fös: 10:00-22:00 Lau-Sun: 12:00-24:00

# footerRightsReserved
source: All rights reserved.
is: Allur réttur áskilinn.

# footerAgeLimitNotice
source: Age limit for alcohol and nicotine: 20 years
is: Aldurstakmark fyrir áfengi og nikótín: 20 ár

# ageVerificationTitle
source: Age Verification
is: Aldursvottorð

# ageVerificationMessage
source: You must be at least {age} years old to purchase this item.
is: Þú verður að vera að minnsta kosti {age} ára gamall til að kaupa þessa vöru.

# ageVerificationConfirm
source: I am {age} years or older
is: Ég er {age} ára eða eldri

# ageVerificationDeny
source: I am under {age} years old
is: Ég er yngri en {age} ára

source: Age verification required
is: Aldursvottorð nauðsynlegt

# navigationHome
source: Home
is: Heim

# navigationProducts
source: Products
is: Vörur

# navigationCategories
source: Categories
is: Flokkar

# navigationWine
source: Wine
is: Vín

# navigationBeer
source: Beer
is: Bjór

# navigationBeers
source: Beers
is: Bjórar

# navigationCiderRtd
source: Cider & RTD
is: Epli & RTD

# navigationSpirits
source: Spirits
is: Brennivín

# navigationNicotine
source: Nicotine
is: Nikótín

# navigationNonAlcoholic
source: Non-alcoholic
is: Áfengislaus

# navigationOffers
source: Offers
is: Tilboð

# navigationCart
source: Cart
is: Körfa

# navigationOrders
source: Orders
is: Pantanir

# navigationProfile
source: Profile
is: Prófíl

# navigationLogin
source: Login
is: Innskráning

# navigationRegister
source: Register
is: Nýskráning

# navigationLogout
source: Logout
is: Útskráning

# navigationAdmin
source: Admin
is: Stjórnun

# navigationLanguage
source: en
is: is

# navigationDelivery
source: Delivery
is: Afhending

# chatOpenChat
source: Open chat
is: Opna spjall

# chatSupport
source: Support
is: Þjónusta

# chatSupportChat
source: Support Chat
is: Þjónustuspjall

# chatNewMessage
source: New message received
is: Ný skilaboð móttekin

# chatTyping
source: typing...
is: skrifar...

# chatLoading
source: Loading...
is: Hleður...

# chatTypeMessage
source: Type a message...
is: Sláðu inn skilaboð...

# chatAttachFile
source: Attach file
is: Hengja við skrá

# chatEmoji
source: Add emoji
is: Bæta við emoji

# chatSend
source: Send
is: Senda

# chatMinimize
source: Minimize
is: Minnka

# chatMaximize
source: Maximize
is: Stækka

# chatClose
source: Close
is: Loka

# chatToday
source: Today
is: Í dag

# chatYesterday
source: Yesterday
is: Í gær

# chatInitializationError
source: Failed to initialize chat
is: Mistókst að ræsa spjall

# chatCreateConversationError
source: Failed to create conversation
is: Mistókst að búa til samtal

# chatLoadMessagesError
source: Failed to load messages
is: Mistókst að sækja skilaboð

# chatSendMessageError
source: Failed to send message
is: Mistókst að senda skilaboð

# adminTitle
source: Administration
is: Stjórnun

source: Admin Dashboard
is: Stjórnendastjórnborð

# adminProducts
source: Products
is: Vörur

# adminOrders
source: Orders
is: Pantanir

# adminUsers
source: Users
is: Notendur

# adminDelivery
source: Delivery
is: Afhending

# adminReports
source: Reports
is: Skýrslur

# adminAnalytics
source: Analytics
is: Greining

# adminSales
source: Sales
is: Sala

# adminInventory
source: Inventory
is: Birgðir

# adminBannersTitle
source: Banner Management
is: Borðastjórnun

# adminBannersSubtitle
source: Manage homepage banners and promotional content
is: Stjórna heimasíðuborðum og kynningarefni

# adminBannersAddBanner
source: Add Banner
is: Bæta við borði

# adminBannersEditBanner
source: Edit Banner
is: Breyta borði

# adminBannersAddFirstBanner
source: Add First Banner
is: Bæta við fyrsta borði

# adminBannersNoBanners
source: No banners found
is: Engin borð fundust

# adminBannersNoBannersDescription
source: Create your first banner to display on the homepage
is: Búðu til fyrsta borðið þitt til að sýna á heimasíðunni

# adminBannersConfirmDelete
source: Are you sure you want to delete this banner?
is: Ertu viss um að þú viljir eyða þessu borði?

# adminBannersActivate
source: Activate
is: Virkja

# adminBannersDeactivate
source: Deactivate
is: Óvirkja

# adminBannersUntitled
source: Untitled Banner
is: Ónefnt borð

# adminBannersNoDescription
source: No description
is: Engin lýsing

# adminBannersTitleEn
source: Title (English)
is: Titill (Enska)

# adminBannersTitleIs
source: Title (Icelandic)
is: Titill (Íslenska)

# adminBannersDescriptionEn
source: Description (English)
is: Lýsing (Enska)

# adminBannersDescriptionIs
source: Description (Icelandic)
is: Lýsing (Íslenska)

# adminBannersImageUrl
source: Image URL
is: Myndslóð

# adminBannersAltText
source: Alt Text
is: Alt texti

# adminBannersLink
source: Link URL
is: Tengill

# adminBannersSortOrder
source: Sort Order
is: Röðun

# adminBannersTitlePlaceholder
source: Enter banner title
is: Sláðu inn titil borðs

# adminBannersDescriptionPlaceholder
source: Enter banner description
is: Sláðu inn lýsingu borðs

# adminBannersAltPlaceholder
source: Enter alt text for accessibility
is: Sláðu inn alt texta fyrir aðgengi

# homeBannerAlt
source: Ölföng Banner
is: Ölföng Borð

# homeBannerTitle1
source: Premium Wine Selection
is: Framúrskarandi vínaúrval

# homeBannerDescription1
source: Discover our curated collection of fine wines
is: Uppgötvaðu vandlega valið úrval af fínu víni

# homeBannerTitle2
source: Craft Beer Collection
is: Handverksbjóraúrval

# homeBannerDescription2
source: Explore our selection of craft and traditional beers
is: Kannaðu úrvalið af handverks- og hefðbundnum bjórum

# homeBannerTitle3
source: Nicotine Products
is: Nikótínvörur

# homeBannerDescription3
source: Quality nicotine products for adults
is: Gæða nikótínvörur fyrir fullorðna

# homeBannerTitle4
source: Special Offers
is: Sérstök tilboð

# homeBannerDescription4
source: Don't miss our exclusive deals and promotions
is: Ekki missa af einkaréttum tilboðum okkar og kynningum

# homeCategoriesTitle
source: Shop by Category
is: Versla eftir flokki

# homeCategoriesSubtitle
source: Browse our products organized by category
is: Fletta upp vörum okkar skipulögðum eftir flokkum

# homeDiscountedTitle
source: Special Offers
is: Sérstök tilboð

# homeDiscountedSubtitle
source: Don't miss our discounted products
is: Ekki missa af afslættuðum vörum okkar

# homeWhyTitle
source: Why Ölföng?
is: Af hverju Ölföng?

# homeWhySubtitle
source: Best service and selection in Reykjavik
is: Besta þjónusta og úrval í Reykjavík

# homeCtaReady
source: Ready to get started?
is: Tilbúinn til að byrja?

# homeCtaCreateAccount
source: Create an account and start shopping today
is: Búðu til reikning og byrjaðu að versla í dag

# homeCtaGetStartedNow
source: Get Started Now
is: Byrjaðu núna

# homeFeaturesWineDescription
source: Best selection of wines from around the world
is: Besta úrval vína frá öllum heiminum

# homeFeaturesBeerDescription
source: Craft beer and traditional brews
is: Handverksbjór og hefðbundnir bruggir

# homeFeaturesDeliveryDescription
source: Home delivery in Reykjavik
is: Heimafhending í Reykjavík

# homeFeaturesAgeVerificationTitle
source: Age Verification
is: Aldursvottorð

# homeFeaturesAgeVerificationDescription
source: Safe and legal shopping
is: Örugg og lögleg verslun

# authExtraOr
source: Or
is: Eða

# authExtraCreateNewAccount
source: create a new account
is: búa til nýjan reikning

# authLoginStaff
source: Staff Login
is: Starfsmanna innskráning

# authUsername
source: Username
is: Notandanafn

# authUsernameRequired
source: Username is required
is: Notandanafn er nauðsynlegt

# authProcessing
source: Processing...
is: Vinnsla...

# authProcessingDescription
source: Please wait while we authenticate you
is: Vinsamlegast bíðið á meðan við auðkenna ykkur

# authExtraLoginWithElectronicId
source: Login with Electronic ID
is: Innskráning með rafrænum skilríkjum

# authExtraLoginWithElectronicIdDescription
source: Use your electronic ID to sign in securely
is: Notaðu rafræn skilríki til að skrá þig inn örugglega

# authExtraAdminDeliveryLogin
source: Admin & Delivery Login
is: Stjórnenda og afhendingar innskráning

# adminDashboardOverview
source: Dashboard Overview
is: Yfirlit stjórnborðs

# adminDashboardWelcomeBack
source: Welcome back
is: Velkomin aftur

# adminDashboardAddProduct
source: Add Product
is: Bæta við vöru

# adminDashboardManageUsers
source: Manage Users
is: Stjórna notendum

# adminDashboardViewAnalytics
source: View Analytics
is: Skoða greiningu

# adminDashboardReports
source: Reports
is: Skýrslur

# adminDashboardExport
source: Export
is: Flytja út

# adminDashboardNewOrder
source: New Order
is: Ný pöntun

# adminDashboardTotalRevenue
source: Total Revenue
is: Heildartekjur

# adminDashboardTotalOrders
source: Total Orders
is: Heildarpantanir

# adminDashboardTotalProducts
source: Total Products
is: Heildarvörur

# adminDashboardTotalCustomers
source: Total Customers
is: Heildarviðskiptavinir

# deliveryTitle
source: Delivery Dashboard
is: Afhendingastjórnborð

# adminProductsManagement
source: Products Management
is: Vörustjórnun

# adminOrdersManagement
source: Orders Management
is: Pantanastjórnun

# adminCustomersManagement
source: Customers Management
is: Viðskiptavinastjórnun

# adminSettings
source: Settings
is: Stillingar

# adminChat
source: Chat
is: Spjall

# adminHelpSupport
source: Help & Support
is: Hjálp og stuðningur

# adminAbout
source: About
is: Um

source: Admin Panel
is: Stjórnendastjórnborð

# adminNotifications
source: Notifications
is: Tilkynningar

# adminProfile
source: Profile
is: Prófíl

# adminLogout
source: Logout
is: Útskráning

# adminQuickActions
source: Quick Actions
is: Fljótlegar aðgerðir

# adminStatistics
source: Statistics
is: Tölfræði

# adminRecentOrders
source: Recent Orders
is: Nýlegar pantanir

# adminViewAll
source: View All
is: Skoða allt

# adminSearchProducts
source: Search products...
is: Leita að vörum...

# adminCategory
source: Category
is: Flokkur

# adminSortBy
source: Sort by
is: Raða eftir

# adminName
source: Name
is: Nafn

# adminPrice
source: Price
is: Verð

# adminStock
source: Stock
is: Birgðir

# adminCreatedDate
source: Created Date
is: Stofndagur

# adminNoProductsFound
source: No products found
is: Engar vörur fundust

# adminAddFirstProduct
source: Add your first product to get started
is: Bættu við fyrstu vörunni til að byrja

# adminAddProduct
source: Add Product
is: Bæta við vöru

# adminInStock
source: In Stock
is: Á lager

# adminOutOfStock
source: Out of Stock
is: Tómur á lager

# adminEdit
source: Edit
is: Breyta

# adminDelete
source: Delete
is: Eyða

# adminAddNewProduct
source: Add New Product
is: Bæta við nýrri vöru

# adminProductCreationForm
source: Product creation form will be implemented here.
is: Vöruskráningarmynd verður útfærð hér.

# adminCancel
source: Cancel
is: Hætta við

# adminAdd
source: Add
is: Bæta við

# adminEditProduct
source: Edit Product
is: Breyta vöru

# adminEditFormFor
source: Edit form for {productName} will be implemented here.
is: Breytingarmynd fyrir {productName} verður útfærð hér.

# adminSave
source: Save
is: Vista

# adminDeleteProduct
source: Delete Product
is: Eyða vöru

# adminDeleteConfirmation
source: Are you sure you want to delete "{productName}"? This action cannot be undone.
is: Ertu viss um að þú viljir eyða "{productName}"? Þessa aðgerð er ekki hægt að afturkalla.

# adminProductDeleted
source: {productName} deleted successfully
is: {productName} eytt með góðum árangri

# adminProductCreationFormComingSoon
source: Product creation form - Coming soon
is: Vöruskráningarmynd - Kemur fljótlega

# adminProductEditFormComingSoon
source: Product edit form - Coming soon
is: Vörubreytingarmynd - Kemur fljótlega

# adminStatus
source: Status
is: Staða

# adminDate
source: Date
is: Dagsetning

# adminTotal
source: Total
is: Heildarupphæð

# adminCustomer
source: Customer
is: Viðskiptavinur

# adminAll
source: All
is: Allt

# adminPending
source: Pending
is: Í bið

# adminConfirmed
source: Confirmed
is: Staðfest

# adminShipped
source: Shipped
is: Send

# adminDelivered
source: Delivered
is: Afhent

# adminCancelled
source: Cancelled
is: Hætt við

# adminNoOrdersFound
source: No orders found
is: Engar pantanir fundust

# adminOrdersWillAppear
source: Orders will appear here when customers place them
is: Pantanir munu birtast hér þegar viðskiptavinir setja þær

# adminView
source: View
is: Skoða

# adminConfirm
source: Confirm
is: Staðfesta

# adminShip
source: Ship
is: Senda

# adminDeliver
source: Deliver
is: Afhenda

# adminOrderDetails
source: Order {orderNumber} Details
is: Upplýsingar pöntunar {orderNumber}

# adminClose
source: Close
is: Loka

# adminUpdateOrderStatus
source: Update Order Status
is: Uppfæra pöntunarmynd

# adminUpdateOrderConfirmation
source: Are you sure you want to update order {orderNumber} to {status}?
is: Ertu viss um að þú viljir uppfæra pöntun {orderNumber} í {status}?

# adminUpdate
source: Update
is: Uppfæra

# adminOrderUpdated
source: Order {orderNumber} updated to {status}
is: Pöntun {orderNumber} uppfærð í {status}
